@extends('layouts.app')

@section('title-block', 'О проекте')

@section('content')
<h1>Описание задания</h1>
<p>Реализовать приложение реализующее работу с основными функциями CRUD-приложений – просмотр записей, создание записи, редактирование записи, удаление записи.
    Функциональные возможности системы;
    <p>1.	Регистрация пользователей</p>
    <p>2.	Авторизация пользователей</p>
    <p>3.	Создание записи</p>
    <p>4.	Просмотр списка записей</p>
    <p>5.	Редактирование записи – только созданной самим пользователем</p>
    <p>6.	Удаление записи – только созданной самим пользователем</p>
</p>
@endsection
